//Задача 15: Напишите программу, которая принимает на вход цифру, обозначающую день недели,
//и проверяет, является ли этот день выходным.

Console.WriteLine("Введите число от 1 до 7: ");
int weekDay = int.Parse(Console.ReadLine());

